Repository: stuartbreckenridge/NetNewsWire
Catalog: Modules/Localizations/Sources/Localizations/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, zh_hans

# account.name.on-my-device
source: On My Device
de: Auf meinem Gerät
es: En mi dispositivo
fr: Sur mon appareil
it: Sul mio dispositivo
zh_hans: 在我的设备上

# label.text.a-web-browser-will-open-the-feedly-login-for-you-to-authorize-access
source: A web browser will open the Feedly login for you to authorize access.
de: Ein Webbrowser öffnet den Feedly-Login, damit Sie den Zugriff autorisieren können.
es: Un navegador web abrirá el inicio de sesión de Feedly para que autorice el acceso.
fr: Un navigateur Web ouvrira la connexion Feedly pour vous permettre d'autoriser l'accès.
it: Un browser web aprirà il login di Feedly per autorizzare l'accesso.
zh_hans: Web 浏览器将打开 Feedly 登录，供您授权访问。

# label.text.account-error
source: Account Error
de: Kontofehler
es: Error de cuenta
fr: Erreur de compte
it: Errore dell'account
zh_hans: 账户错误

# label.text.accounts
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Conti
zh_hans: 账户

# label.text.add-account
source: Add Account
de: Konto hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
it: Aggiungi account
zh_hans: 添加账户

# label.text.add-an-account-by-clicking-the-button
source: Add an account by clicking the + button.
de: Fügen Sie ein Konto hinzu, indem Sie auf die Schaltfläche + klicken.
es: Agregue una cuenta haciendo clic en el botón +.
fr: Ajoutez un compte en cliquant sur le bouton +.
it: Aggiungi un account facendo clic sul pulsante +.
zh_hans: 单击 + 按钮添加帐户。

# label.text.add-feed
source: Add Feed
de: Feed hinzufügen
es: Agregar feed
fr: Ajouter un flux
it: Aggiungi alimentazione
zh_hans: 添加提要

# label.text.add-folder
source: Add Folder
de: Ordner hinzufügen
es: Agregar carpeta
fr: Ajouter un dossier
it: Aggiungi cartella
zh_hans: 添加文件夹

# label.text.add-item
source: Add Item
de: Artikel hinzufügen
es: Agregar artículo
fr: Ajouter un article
it: Aggiungi articolo
zh_hans: 添加项目

# label.text.advanced
source: Advanced
de: Fortschrittlich
es: Avanzado
fr: Avancé
it: Avanzato
zh_hans: 先进的

# label.text.all-articles
source: All Articles
de: Alle Artikel
es: Todos los artículos
fr: Tous les articles
it: Tutti gli articoli
zh_hans: 所有文章

# label.text.all-unread
source: All Unread
de: Alles ungelesen
es: Todo sin leer
fr: Tout non lu
it: Tutto non letto
zh_hans: 全部未读

source: Already Shared: a record or share cannot be saved because doing so would cause the same hierarchy of records to exist in multiple shares.
de: Bereits freigegeben: Ein Datensatz oder eine Freigabe kann nicht gespeichert werden, da dies dazu führen würde, dass dieselbe Datensatzhierarchie in mehreren Freigaben vorhanden wäre.
es: Ya compartido: un registro o recurso compartido no se puede guardar porque hacerlo causaría que existiera la misma jerarquía de registros en varios recursos compartidos.
fr: Déjà partagé : un enregistrement ou un partage ne peut pas être enregistré, car cela entraînerait l'existence de la même hiérarchie d'enregistrements dans plusieurs partages.
it: Già condiviso: un record o una condivisione non può essere salvato perché così facendo esisterebbe la stessa gerarchia di record in più condivisioni.
zh_hans: 已共享：无法保存记录或共享，因为这样做会导致相同的记录层次结构存在于多个共享中。

# label.text.already-subscribed
source: Already subscribed
de: Bereits abonniert
es: Ya suscrito
fr: Déjà abonné
it: Già iscritto
zh_hans: 已订阅

# label.text.always-use-reader-view
source: Always Use Reader View
de: Verwenden Sie immer die Reader-Ansicht
es: Utilice siempre la vista de lector
fr: Utilisez toujours la vue Lecteur
it: Utilizza sempre la visualizzazione Reader
zh_hans: 始终使用读者视图

# label.text.an-error-occurred-while-processing-the-account
source: An error occurred while processing the “%@” account: %@
de: Beim Verarbeiten des Kontos „%@“ ist ein Fehler aufgetreten: %@
es: Se produjo un error al procesar la cuenta “%@”: %@
fr: Une erreur s'est produite lors du traitement du compte « %@ » : %@
it: Si è verificato un errore durante l'elaborazione dell'account “%@”: %@
zh_hans: 处理“%@”帐户时出错：%@

# label.text.an-invalid-parameter-was-passed
source: An invalid parameter was passed.
de: Es wurde ein ungültiger Parameter übergeben.
es: Se pasó un parámetro no válido.
fr: Un paramètre non valide a été transmis.
it: È stato passato un parametro non valido.
zh_hans: 传递了无效参数。

# label.text.an-opml-import-for-this-account-is-already-running
source: An OPML import for this account is already running.
de: Ein OPML-Import für dieses Konto läuft bereits.
es: Ya se está ejecutando una importación OPML para esta cuenta.
fr: Une importation OPML pour ce compte est déjà en cours.
it: È già in esecuzione un'importazione OPML per questo account.
zh_hans: 此帐户的 OPML 导入已在运行。

# label.text.an-unexpected-cloudkit-error-occurred
source: An unexpected CloudKit error occurred.
de: Es ist ein unerwarteter CloudKit-Fehler aufgetreten.
es: Se produjo un error inesperado de CloudKit.
fr: Une erreur CloudKit inattendue s'est produite.
it: Si è verificato un errore CloudKit imprevisto.
zh_hans: 发生意外的 CloudKit 错误。

# label.text.an-unexpected-error-occurred
source: An unexpected error occurred.
de: Es ist ein unerwarteter Fehler aufgetreten.
es: Se produjo un error inesperado.
fr: Une erreur inattendue s'est produite.
it: Si è verificato un errore imprevisto.
zh_hans: 发生意外错误。

# label.text.an-unknown-network-error-occurred
source: An unknown network error occurred.
de: Es ist ein unbekannter Netzwerkfehler aufgetreten.
es: Se produjo un error de red desconocido.
fr: Une erreur réseau inconnue s'est produite.
it: Si è verificato un errore di rete sconosciuto.
zh_hans: 发生未知网络错误。

source: Are you sure you want to delete the account “\(acctName)”? This cannot be undone.
de: Sind Sie sicher, dass Sie das Konto „\(acctName)“ löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar la cuenta “\(acctName)”? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer le compte « \(acctName) » ? Cela ne peut pas être annulé.
it: Sei sicuro di voler eliminare l'account "\(acctName)"? Questa operazione non può essere annullata.
zh_hans: 您确定要删除帐户“\(acctName)”吗？此操作无法撤消。

# label.text.are-you-sure-you-want-to-delete-the-feed
source: Are you sure you want to delete the “%@” feed?
de: Sind Sie sicher, dass Sie den Feed „%@“ löschen möchten?
es: ¿Estás seguro de que deseas eliminar el feed “%@”?
fr: Êtes-vous sûr de vouloir supprimer le flux « %@ » ?
it: Sei sicuro di voler eliminare il feed "%@"?
zh_hans: 您确定要删除“%@”提要吗？

# label.text.are-you-sure-you-want-to-delete-the-folder
source: Are you sure you want to delete the “%@” folder?
de: Sind Sie sicher, dass Sie den Ordner „%@“ löschen möchten?
es: ¿Está seguro de que desea eliminar la carpeta “%@”?
fr: Êtes-vous sûr de vouloir supprimer le dossier « %@ » ?
it: Sei sicuro di voler eliminare la cartella "%@"?
zh_hans: 您确定要删除“%@”文件夹吗？

# label.text.are-you-sure-you-want-to-delete-the-selected-items
source: Are you sure you want to delete the %d selected items?
de: Sind Sie sicher, dass Sie die %d ausgewählten Elemente löschen möchten?
es: ¿Está seguro de que desea eliminar los %d elementos seleccionados?
fr: Êtes-vous sûr de vouloir supprimer les %d éléments sélectionnés ?
it: Vuoi eliminare gli %d elementi selezionati?
zh_hans: 您确定要删除 %d 所选项目吗？

# label.text.are-you-sure-you-want-to-delete-the-theme
source: Are you sure you want to delete the theme “%@”?.
de: Sind Sie sicher, dass Sie das Thema „%@“ löschen möchten?
es: ¿Estás seguro de que deseas eliminar el tema “%@”?
fr: Etes-vous sûr de vouloir supprimer le thème « %@ » ?.
it: Sei sicuro di voler eliminare il tema "%@"?.
zh_hans: 您确定要删除主题“%@”吗？。

source: Are you sure you want to remove this account? NetNewsWire will no longer be able to access articles and feeds unless the account is added again.
de: Möchten Sie dieses Konto wirklich entfernen? NetNewsWire kann nicht mehr auf Artikel und Feeds zugreifen, es sei denn, das Konto wird erneut hinzugefügt.
es: ¿Estás seguro de que deseas eliminar esta cuenta? NetNewsWire ya no podrá acceder a artículos y feeds a menos que se agregue nuevamente la cuenta.
fr: Etes-vous sûr de vouloir supprimer ce compte ? NetNewsWire ne pourra plus accéder aux articles et aux flux à moins que le compte ne soit à nouveau ajouté.
it: Sei sicuro di voler rimuovere questo account? NetNewsWire non sarà più in grado di accedere ad articoli e feed a meno che l'account non venga aggiunto nuovamente.
zh_hans: 您确定要删除此帐户吗？ NetNewsWire 将无法再访问文章和提要，除非再次添加该帐户。

# label.text.are-you-sure-you-want-to-remove-this-account-this-cannot-be-undone
source: Are you sure you want to remove this account? This cannot be undone.
de: Möchten Sie dieses Konto wirklich entfernen? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta cuenta? Esto no se puede deshacer.
fr: Etes-vous sûr de vouloir supprimer ce compte ? Cela ne peut pas être annulé.
it: Sei sicuro di voler rimuovere questo account? Questa operazione non può essere annullata.
zh_hans: 您确定要删除此帐户吗？此操作无法撤消。

# label.text.article
source: Article
de: Artikel
es: Artículo
it: Articolo
zh_hans: 文章

# label.text.article-search
source: Article Search
de: Artikelsuche
es: Búsqueda de artículos
fr: Recherche d'articles
it: Ricerca articolo
zh_hans: 文章搜索

# label.text.article-theme
source: Article Theme
de: Artikelthema
es: Tema del artículo
fr: Thème de l'article
it: Tema dell'articolo
zh_hans: 文章主题

source: Asset File Modified: the content of the specified asset file was modified while being saved.
de: Asset-Datei geändert: Der Inhalt der angegebenen Asset-Datei wurde beim Speichern geändert.
es: Archivo de activo modificado: el contenido del archivo de activo especificado se modificó mientras se guardaba.
fr: Fichier d'actif modifié : le contenu du fichier d'actif spécifié a été modifié lors de son enregistrement.
it: File di risorse modificato: il contenuto del file di risorse specificato è stato modificato durante il salvataggio.
zh_hans: 资源文件已修改：指定资源文件在保存时内容被修改。

# label.text.asset-file-not-found-the-specified-asset-file-is-not-found
source: Asset File Not Found: the specified asset file is not found.
de: Asset-Datei nicht gefunden: Die angegebene Asset-Datei wurde nicht gefunden.
es: Archivo de activo no encontrado: no se encuentra el archivo de activo especificado.
fr: Asset File Not Found : le fichier d'actif spécifié est introuvable.
it: File di risorse non trovato: il file di risorse specificato non è stato trovato.
zh_hans: 未找到资产文件：未找到指定的资产文件。

# label.text.authors-website
source: Author‘s website:
de: Website des Autors:
es: Sitio web del autor:
fr: Site de l'auteur :
it: Sito web dell'autore:
zh_hans: 作者网站：

# label.text.authors-website-2
source: Author’s website: %@
de: Website des Autors: %@
es: Sitio web del autor: %@
fr: Site de l'auteur : %@
it: Sito web dell'autore: %@
zh_hans: 作者的网站： %@

# label.text.automatic
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
zh_hans: 自动的

# label.text.bad-container-the-specified-container-is-unknown-or-unauthorized
source: Bad Container: the specified container is unknown or unauthorized.
de: Ungültiger Container: Der angegebene Container ist unbekannt oder nicht autorisiert.
es: Contenedor defectuoso: el contenedor especificado es desconocido o no está autorizado.
fr: Mauvais conteneur : le conteneur spécifié est inconnu ou non autorisé.
it: Contenitore non valido: il contenitore specificato è sconosciuto o non autorizzato.
zh_hans: 错误容器：指定的容器未知或未经授权。

source: Bad Database: the operation could not be completed on the given database.
de: Fehlerhafte Datenbank: Der Vorgang konnte für die angegebene Datenbank nicht abgeschlossen werden.
es: Base de datos incorrecta: la operación no se pudo completar en la base de datos proporcionada.
fr: Mauvaise base de données : l'opération n'a pas pu être effectuée sur la base de données donnée.
it: Database non valido: non è stato possibile completare l'operazione sul database specificato.
zh_hans: 数据库错误：无法在给定数据库上完成操作。

# label.text.bad-gateway
source: Bad Gateway
de: Schlechtes Gateway
es: Mala puerta de enlace
fr: Mauvaise passerelle
it: Cattivo ingresso
zh_hans: 坏网关

# label.text.bad-request
source: Bad Request
de: Ungültige Anforderung
es: Solicitud incorrecta
fr: Mauvaise demande
it: Brutta richiesta
zh_hans: 错误的请求

# label.text.batch-request-failed-the-entire-batch-was-rejected
source: Batch Request Failed: the entire batch was rejected.
de: Stapelanforderung fehlgeschlagen: Der gesamte Stapel wurde abgelehnt.
es: Error en la solicitud de lote: se rechazó todo el lote.
fr: Échec de la demande de lot : le lot entier a été rejeté.
it: Richiesta batch non riuscita: l'intero batch è stato rifiutato.
zh_hans: 批量请求失败：整个批次被拒绝。

# label.text.cancel
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Cancellare
zh_hans: 取消

# label.text.cant-add-a-feed-because-no-feed-was-found
source: Can’t add a feed because no feed was found.
de: Es kann kein Feed hinzugefügt werden, da kein Feed gefunden wurde.
es: No se puede agregar un feed porque no se encontró ningún feed.
fr: Impossible d'ajouter un flux, car aucun flux n'a été trouvé.
it: Impossibile aggiungere un feed perché non è stato trovato alcun feed.
zh_hans: 无法添加 Feed，因为找不到 Feed。

# label.text.cant-add-icloud-account
source: Can’t Add iCloud Account
de: Das iCloud-Konto kann nicht hinzugefügt werden
es: No puedo agregar una cuenta de iCloud
fr: Impossible d'ajouter un compte iCloud
it: Impossibile aggiungere un account iCloud
zh_hans: 无法添加 iCloud 帐户

# label.text.cant-add-this-feed-because-of-a-download-error
source: Can’t add this feed because of a download error: “%@”
de: Dieser Feed kann aufgrund eines Downloadfehlers nicht hinzugefügt werden: „%@“
es: No se puede agregar este feed debido a un error de descarga: "%@"
fr: Impossible d'ajouter ce flux en raison d'une erreur de téléchargement : "%@"
it: Impossibile aggiungere questo feed a causa di un errore di download: "%@"
zh_hans: 由于下载错误，无法添加此 Feed：“%@”

# label.text.cant-add-this-feed-because-youve-already-subscribed-to-it
source: Can’t add this feed because you’ve already subscribed to it.
de: Dieser Feed kann nicht hinzugefügt werden, da Sie ihn bereits abonniert haben.
es: No puedes agregar este feed porque ya te suscribiste.
fr: Impossible d'ajouter ce flux, car vous y êtes déjà abonné.
it: Impossibile aggiungere questo feed perché ti sei già iscritto.
zh_hans: 无法添加此 Feed，因为您已经订阅了它。

# label.text.change-token-expired-the-previous-server-change-token-is-too-old
source: Change Token Expired: the previous server change token is too old.
de: Änderungstoken abgelaufen: Der vorherige Serveränderungstoken ist zu alt.
es: Token de cambio caducado: el token de cambio de servidor anterior es demasiado antiguo.
fr: Change Token Expired : le jeton de changement de serveur précédent est trop ancien.
it: Token di modifica scaduto: il token di modifica del server precedente è troppo vecchio.
zh_hans: 更改令牌已过期：之前的服务器更改令牌太旧。

source: Check your default web browser in System Preferences or change it to Safari and try again.
de: Überprüfen Sie Ihren Standard-Webbrowser in den Systemeinstellungen oder ändern Sie ihn in Safari und versuchen Sie es erneut.
es: Verifique su navegador web predeterminado en Preferencias del Sistema o cámbielo a Safari e inténtelo nuevamente.
fr: Vérifiez votre navigateur Web par défaut dans les Préférences Système ou remplacez-le par Safari et réessayez.
it: Controlla il tuo browser web predefinito in Preferenze di Sistema o cambialo in Safari e riprova.
zh_hans: 检查系统偏好设置中的默认 Web 浏览器或将其更改为 Safari，然后重试。

# label.text.choose-a-location-for-the-exported-opml-file
source: Choose a location for the exported OPML file.
de: Wählen Sie einen Speicherort für die exportierte OPML-Datei.
es: Elija una ubicación para el archivo OPML exportado.
fr: Choisissez un emplacement pour le fichier OPML exporté.
it: Scegli una posizione per il file OPML esportato.
zh_hans: 选择导出的 OPML 文件的位置。

# label.text.choose-a-subscriptions-plist-file
source: Choose a Subscriptions.plist file:
de: Wählen Sie eine Subscriptions.plist-Datei:
es: Elija un archivo Subscriptions.plist:
fr: Choisissez un fichier Subscriptions.plist :
it: Scegli un file Subscriptions.plist:
zh_hans: 选择 Subscriptions.plist 文件：

# label.text.choose-an-account-to-receive-the-imported-feeds-and-folders
source: Choose an account to receive the imported feeds and folders
de: Wählen Sie ein Konto aus, um die importierten Feeds und Ordner zu empfangen
es: Elija una cuenta para recibir los feeds y las carpetas importados
fr: Choisissez un compte pour recevoir les flux et dossiers importés
it: Scegli un account per ricevere i feed e le cartelle importati
zh_hans: 选择一个帐户来接收导入的源和文件夹

# label.text.choose-an-account-with-the-subscriptions-to-export
source: Choose an account with the subscriptions to export
de: Wählen Sie ein Konto mit den zu exportierenden Abonnements aus
es: Elija una cuenta con las suscripciones para exportar
fr: Choisissez un compte avec les abonnements à exporter
it: Scegli un account con gli abbonamenti da esportare
zh_hans: 选择包含要导出的订阅的帐户

# label.text.clean-up
source: Clean Up
de: Aufräumen
es: Limpiar
fr: Nettoyer
it: Ripulire
zh_hans: 清理

# label.text.client-closed-request
source: Client Closed Request
de: Geschlossene Anfrage des Kunden
es: Solicitud cerrada del cliente
fr: Demande clôturée du client
it: Richiesta chiusa dal cliente
zh_hans: 客户关闭请求

# label.text.close
source: Close
de: Schließen
es: Cerca
fr: Fermer
it: Vicino
zh_hans: 关闭

# label.text.close-image
source: Close Image
de: Bild schließen
es: Cerrar imagen
fr: Fermer l'image
it: Chiudi immagine
zh_hans: 关闭图像

# label.text.collapsed
source: Collapsed
de: Zusammengebrochen
es: Colapsado
fr: Effondré
it: Crollato
zh_hans: 倒塌

# label.text.conflict
source: Conflict
de: Konflikt
es: Conflicto
fr: Conflit
it: Conflitto
zh_hans: 冲突

# label.text.connection-closed-without-response
source: Connection Closed Without Response
de: Verbindung ohne Antwort geschlossen
es: Conexión cerrada sin respuesta
fr: Connexion fermée sans réponse
it: Connessione chiusa senza risposta
zh_hans: 连接关闭且无响应

source: Constraint Violation: the server rejected the request because of a conflict with a unique field.
de: Einschränkungsverletzung: Der Server hat die Anfrage aufgrund eines Konflikts mit einem eindeutigen Feld abgelehnt.
es: Violación de restricción: el servidor rechazó la solicitud debido a un conflicto con un campo único.
fr: Violation de contrainte : le serveur a rejeté la demande en raison d'un conflit avec un champ unique.
it: Violazione vincolo: il server ha rifiutato la richiesta a causa di un conflitto con un campo univoco.
zh_hans: 违反约束：由于与唯一字段冲突，服务器拒绝了请求。

# label.text.copy-article-url
source: Copy Article URL
de: Artikel-URL kopieren
es: Copiar la URL del artículo
fr: Copier l'URL de l'article
it: Copia l'URL dell'articolo
zh_hans: 复制文章网址

# label.text.copy-external-url
source: Copy External URL
de: Externe URL kopieren
es: Copiar URL externa
fr: Copier l'URL externe
it: Copia URL esterno
zh_hans: 复制外部网址

# label.text.copy-feed-url
source: Copy Feed URL
de: Feed-URL kopieren
es: Copiar URL del feed
fr: Copier l'URL du flux
it: Copia l'URL del feed
zh_hans: 复制提要 URL

# label.text.copy-home-page-url
source: Copy Home Page URL
de: Homepage-URL kopieren
es: Copiar URL de la página de inicio
fr: Copier l'URL de la page d'accueil
it: Copia l'URL della pagina iniziale
zh_hans: 复制主页 URL

# label.text.could-not-create-a-folder-named
source: Could not create a folder named “%@”.
de: Es konnte kein Ordner mit dem Namen „%@“ erstellt werden.
es: No se pudo crear una carpeta llamada “%@”.
fr: Impossible de créer un dossier nommé « %@ ».
it: Impossibile creare una cartella denominata "%@".
zh_hans: 无法创建名为“%@”的文件夹。

# label.text.could-not-encode-the-identifier
source: Could not encode the identifier “%@”.
de: Die Kennung „%@“ konnte nicht kodiert werden.
es: No se pudo codificar el identificador "%@".
fr: Impossible de coder l'identifiant « %@ ».
it: Impossibile codificare l'identificatore “%@”.
zh_hans: 无法对标识符“%@”进行编码。

# label.text.could-not-move-to
source: Could not move “%@” to “%@”.
de: „%@“ konnte nicht nach „%@“ verschoben werden.
es: No se pudo mover “%@” a “%@”.
fr: Impossible de déplacer « %@ » vers « %@ ».
it: Impossibile spostare "%@" in "%@".
zh_hans: 无法将“%@”移动到“%@”。

# label.text.could-not-remove
source: Could not remove “%@”.
de: „%@“ konnte nicht entfernt werden.
es: No se pudo eliminar "%@".
fr: Impossible de supprimer « %@ ».
it: Impossibile rimuovere "%@".
zh_hans: 无法删除“%@”。

# label.text.could-not-remove-the-folder-named
source: Could not remove the folder named “%@”.
de: Der Ordner mit dem Namen „%@“ konnte nicht entfernt werden.
es: No se pudo eliminar la carpeta llamada “%@”.
fr: Impossible de supprimer le dossier nommé « %@ ».
it: Impossibile rimuovere la cartella denominata "%@".
zh_hans: 无法删除名为“%@”的文件夹。

# label.text.could-not-rename-to
source: Could not rename “%@” to “%@”.
de: „%@“ konnte nicht in „%@“ umbenannt werden.
es: No se pudo cambiar el nombre de "%@" a "%@".
fr: Impossible de renommer « %@ » en « %@ ».
it: Impossibile rinominare "%@" in "%@".
zh_hans: 无法将“%@”重命名为“%@”。

# label.text.couldnt-fulfill-the-request-due-to-an-invalid-parameter
source: Couldn’t fulfill the request due to an invalid parameter.
de: Die Anfrage konnte aufgrund eines ungültigen Parameters nicht erfüllt werden.
es: No se pudo cumplir con la solicitud debido a un parámetro no válido.
fr: Impossible de répondre à la demande en raison d'un paramètre non valide.
it: Impossibile soddisfare la richiesta a causa di un parametro non valido.
zh_hans: 由于参数无效，无法满足请求。

# label.text.create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Creare
zh_hans: 创造

# label.text.create-a-local-account-on-your-mac
source: Create a local account on your Mac.
de: Erstellen Sie ein lokales Konto auf Ihrem Mac.
es: Crea una cuenta local en tu Mac.
fr: Créez un compte local sur votre Mac.
it: Crea un account locale sul tuo Mac.
zh_hans: 在 Mac 上创建本地帐户。

# label.text.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Buio
zh_hans: 黑暗的

# label.text.database-is-suspended
source: Database is suspended
de: Die Datenbank ist angehalten
es: La base de datos está suspendida
fr: La base de données est suspendue
it: La banca dati è sospesa
zh_hans: 数据库已暂停

# label.text.deactivate
source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattivare
zh_hans: 停用

# label.text.default
source: Default
de: Standard
es: Por defecto
fr: Défaut
it: Predefinito
zh_hans: 默认

# label.text.delete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Eliminare
zh_hans: 删除

# label.text.delete-feed
source: Delete Feed
de: Feed löschen
es: Eliminar feed
fr: Supprimer le flux
it: Elimina feed
zh_hans: 删除提要

# label.text.delete-feeds
source: Delete Feeds
de: Feeds löschen
es: Eliminar feeds
fr: Supprimer les flux
it: Elimina feed
zh_hans: 删除提要

# label.text.delete-feeds-and-folders
source: Delete Feeds and Folders
de: Feeds und Ordner löschen
es: Eliminar feeds y carpetas
fr: Supprimer des flux et des dossiers
it: Elimina feed e cartelle
zh_hans: 删除源和文件夹

# label.text.delete-folder
source: Delete Folder
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
it: Elimina cartella
zh_hans: 删除文件夹

# label.text.delete-folders
source: Delete Folders
de: Ordner löschen
es: Eliminar carpetas
fr: Supprimer des dossiers
it: Elimina cartelle
zh_hans: 删除文件夹

# label.text.delete-items
source: Delete Items
de: Elemente löschen
es: Eliminar elementos
fr: Supprimer des éléments
it: Elimina elementi
zh_hans: 删除项目

# label.text.delete-theme
source: Delete Theme?
de: Theme löschen?
es: ¿Eliminar tema?
fr: Supprimer le thème ?
it: Eliminare il tema?
zh_hans: 删除主题？

# label.text.dismiss
source: Dismiss
de: Zurückweisen
es: Despedir
fr: Rejeter
it: Congedare
zh_hans: 解雇
